Repository: emmayforeveralone/rutapp
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, fr_ht

# Ida
source: One-Way Basis
es: Base de Ida
fr: Base de départ
fr_ht: Baz Alé

# Regreso
source: Return Basis
es: Base de regreso
fr: Base de retour
fr_ht: Baz Tounen

# Ruta
source: Route {ruta}
es: Ruta {ruta}
fr: Itinéraire {ruta}
fr_ht: Wout {ruta}

# BaseI
source: Route {ruta} Going
es: Ruta {ruta} Ida
fr: Itinéraire {ruta} Aller à
fr_ht: Wout {ruta} Alé

# BaseR
source: Route {ruta} Return
es: Ruta {ruta} Regreso
fr: Itinéraire {ruta} Retourner
fr_ht: Wout {ruta} Tounen

# Foranea
source: Foreign Route {ruta}
es: Ruta For치nea {ruta}
fr: Route étrangère {ruta}
fr_ht: Chimen Etranje {ruta}

# ForaneaI
source: Foreign Route {ruta} Going
es: Ruta For치nea {ruta} Ida
fr: Chemin Étranger vers {ruta} Aller
fr_ht: Chimen Etranje {ruta} Ale

# ForaneaR
source: Foreign Route {ruta} Return
es: Ruta For치nea {ruta} Regreso
fr: Chemin Étranger vers {ruta} Retour
fr_ht: Chimen Etranje {ruta} Retounen

# BaseDer
source: Route {ruta} Right
es: Ruta {ruta} Derecha
fr: Itinéraire {ruta} Droite
fr_ht: Wout {ruta} Dwa

# BaseIzq
source: Route {ruta} Left
es: Ruta {ruta} Izquiera
fr: Itinéraire {ruta} Gauche
fr_ht: Wout {ruta} Goche

# Combi
source: Select a Combi
es: Selecciona una Combi
fr: Sélectionnez un Combi
fr_ht: Chwazi yon Combi

# Mapa
source: Map 3D
es: Mapa 3D
fr: Carte 3D
fr_ht: Kat 3D

# Admin
source: Administrator
es: Administrador
fr: Administrateur
fr_ht: Administratè

source: User
es: Usuario
fr: Utilisateur
fr_ht: Itilizatè

# Pass
source: Passsword
es: Contrase침a
fr: Mot de passe
fr_ht: Modpas

# Ingresar
source: Login
es: Ingresar
fr: Connexion
fr_ht: Antre

# Cliente
source: I am a Client
es: Soy Cliente
fr: Je suis un client
fr_ht: Mwen se yon kliyan

# Placas
source: License Plates
es: Placas
fr: Plaques
fr_ht: Plak

# Conductor
source: Driver
es: Conductor
fr: Conducteur
fr_ht: Kondiktè

# NumCombi
source: Combi Number
es: Numero de Combi
fr: Numéro de Combi
fr_ht: Nimewo Konbi

# Hora
source: Check-in and check-out time:
es: Hora de entrada y salida:
fr_ht: Moment antre ak moman soti:

source: Language
es: Idioma
fr_ht: Lang

source: System Language
es: Idioma del Sistema
fr_ht: Lang Sistèm
